{
  "About company": "О компании",
  "Services": "Услуги",
  "Reviews": "Отзывы",
  "Contacts": "Контакты",
  "International trading company": "Международная торговая компания",
  "Production of customised goods": "Производство товаров по индивидуальному заказу",
  "Redemption of goods and quality check": "Выкуп товара и проверка на качество",
  "Search for a manufacturer": "Поиск производителя",
  "Fast and reliable delivery of goods": "Быстрая и надежная доставка товара",
  "Discuss the interaction": "Обсудить взаимодействие",
  "Founder of the company ": "Основатель компании ",
  "Evgeny Petrovich Alekseev": "Алексеев Евгений Петрович",
  "We are pleased to welcome you to the company ": "Рады приветствовать вас в компании ",
  " - your reliable partner in international trade!": " - вашем надежном партнере в международной торговле!",
  "Company ": "Компания ",
  "CEO of the Company": "CEO Компании",

  " provides a range of services for companies and entrepreneurs, from finding a reliable manufacturer.and purchase of goods and finishing with delivery of goods to your country. Also, the company has close business relations with a lot of factories in China, capable of manufacturing goods on individual orders.": " предоставляет комплекс услуг для компаний и предпринимателей, начиная с поиска надежного производителяи выкупа товара и заканчивая доставкой товара в вашу страну. Также компания имеем тесные деловые связи с множеством фабрик в Китае, способных выполнять производство товаров по индивидуальным заказам.",
  "We'll be in touch with you within a few hours and answer any questions you may have": "Мы свяжемся с вами в течение нескольких часов и ответим на все вопросы",
  "Responsible for the development of strategic goals. Manages the company's operational activities, including control over business processes and resources, financial resources management.": "Отвечает за разработку стратегических целей. Управляет операционной деятельностью компании, включая контроль над бизнес-процессами и ресурсами, управление финансовыми ресурсами.",
  " has been working for over 10 years in the field of international trade with China. This guarantees high level of experience and professionalism of our team. In addition, his ownership of a major transport company in China. called ‘LMT International Logistics Services Co., Ltd.’, ensures the ability to provide reliable services and competitive rates in the logistics industry.": " уже более 10 лет работает в области международной торговли с Китаем. Это гарантирует высокий уровень опыта и профессионализма нашей команды. Кроме того, его владение крупной транспортной компанией в Китае под названием " LMT International Logistics Services Co., Ltd", обеспечивает нам возможность предоставлять надежные услуги и обеспечивать конкурентные тарифы в сфере логистики.",
  "Lu Zhanqiang": "Лу Чжаньцян",
  "Founder of the international trading company LUSHI": "Учредитель международной торговой компании «LUSHI»",
  "President of the international transport company ‘LMT’. With 16 years of experience in international transport, he has successfully implemented the ‘One Belt, One Road’ initiatives in his company. Lu Zhanqiang is committed to improving trade under this initiative.": "Президент международной транспортной компании «LMT». С 16-летним опытом в международных перевозках, он успешно реализует инициативы «Один пояс, один путь» в своей компании. Лу Чжаньцян стремится к совершенствованию торговли в рамках этой инициативы.",
  "Jiao Jianjian": "Цзяо Цзяньцзянь",
  "Founder of the international trading company LUSHI": "Учредитель международной торговой компании «LUSHI»",
  "And other successful businesses. With 15 years of experience in cross-border e-commerce and international trade, she is responsible for integrating resources to provide partners with a supply chain. Jiao Jianjian's philosophy is ‘fair and mutually beneficial co-operation’, which is reflected in the work of LUSHI.": "И других успешных предприятий. С 15-летним опытом работы в области трансграничной электронной коммерции и международной торговли, она отвечает за интеграцию ресурсов для обеспечения партнеров цепочкой поставок. Философия Цзяо Цзяньцзянь - это «честное и взаимовыгодное сотрудничество», что отражается в работе компании «LUSHI».",
  "Xing Kaizheng": "Син Кайчжэн",
  "Head of Customer Relations Department": "Руководитель отдела по работе с клиентами",
  "Manages processes related to customer service and assistance in resolving customer issues within China. Provides a high level of customer service.": "Управляет процессами, связанными с обслуживанием клиентов и помощью в решении их проблем внутри Китая. Обеспечивает высокий уровень обслуживания клиентов.",
  "Wang Jishuang": "Ван Цзишуан",
  "Experienced transport department manager.": "Опытный руководитель транспортного отдела.",
  "She is an outstanding logistics professional with extensive experience, responsible for developing and implementing effective logistics strategies. Wang Jishuang has excellent skills in transportation planning, warehouse management and supply chain optimisation for on-time delivery of goods.": "Она является выдающимся специалистом в области логистики с обширным опытом работы, ответственным за разработку и внедрение эффективных логистических стратегий. У Ван Цзишуан отличные навыки планирования перевозок, управления складами и оптимизации цепочки поставок для своевременной доставки товаров.",
  "ANSWER A FEW QUESTIONS SO THAT'SO": "ОТВЕТЬТЕ НА НЕСКОЛЬКОВ ВОПРОСОВ ЧТОБЫ",
  " WE CAN SEE HOW WE CAN HELP YOU.": " МЫ ПОНЯЛИ, ЧЕМ МОЖЕМ ВАМ ПОМОЧЬ.",
  "Name of the product to be found ?": "Наименование товара который необходимо найти ?",
  "Enter the product you need to find": "Впишите продукт который вам необходимо найти",
  "Fill in the field at the top.": "Заполните поле сверху.",
  "Next": "Далее",
  "Back": "Назад",
  "HOW QUICKLY DO YOU NEED TO FIND THE GOODS ?": "КАК БЫСТРО ВАМ НЕОБХОДИМО НАЙТИ ТОВАР ?",
  "Urgent": "Срочно",
  "Send request": "Отправить заявку",
  "Not urgent": "Не срочно",
  "Just wanted to know the prices ?": "Просто хотел узнать цены ?",
  "The minimum batch amount for an order is $5000 per item excluding logistics. Are you satisfied with this amount?": "Минимальная сумма партии для заказа – 5000 $ за товар без учета логистики. Вас устраивает такая сумма?",
  "Yes, I am": "Да, устраивает",
  "No, I would like to discuss options": "Нет, хотел бы обсудить варианты",
  "Finding reliable suppliers": "Поиск надежных поставщиков",
  "We will search for reliable suppliers in China in maximum 3 days.": "Проведем максимум за 3 дня поиск надежных поставщиков в Китае.",
  "We will find several suppliers of the goods you need and check them for reliability": "Мы найдем несколько поставщиков нужного вам товара и проверим их на надежность",
  "We will talk to the factories to get the best price and agree favourable terms of cooperation for you.": "Переговорим с фабриками с целью получить оптимальную цену и согласовать выгодные для вас условия сотрудничеств",
  "We will come with inspection to the factory": "Приедем с инспекцией на фабрику",
  "Production of goods to individual order:": "Производство товаров по индивидуальному заказу:",
  "We will hold a detailed discussion of all parameters and characteristics that should be taken into account when creating the goods.": "Проведем детальное обсуждение всех параметров и характеристик, которые должны быть учтены при создании товара.",
  "We will find a factory to produce goods according to the developed specifications and design.": "Найдем фабрику для производства товаров согласно разработанным спецификациям и дизайну.",
  "Проконтролируем этапы производства": "Проконтролируем этапы производства",
  "We will ensure delivery of the finished goods to the place specified by you.": "Обеспечим доставку готовых товаров в указанное вами место.",
  "Buyback of goods and quality inspection": "Выкуп товара и проверка на качество",
  "We will buy the necessary goods from the manufacturer in the required quantity. and carry out an inspection at the factory.": "Выкупим необходимый товар у производителя в нужном количестве. и проведем инспекцию на фабрике.",
  "We will carry out an inventory - take the goods, count them, send a video report.": "Проведем инвентаризацию - примем товар, пересчитаем, пришлем видеоотчет",

  "Check for rejects.": "Проверим на брак",
  "We will pack and prepare for dispatch.": "Упакуем и подготовим к отправке",
  "Fast and reliable delivery of goods": "Быстрая и надежная доставка товара",
  "We will control the whole delivery process thanks to our own transport company LMT.": "Проконтролируем весь процесс доставки благодаря нашей собственной транспортной компании LMT.",
  "We use optimal delivery routes to ensure fast and safe delivery of your goods.": "Используем оптимальные маршруты доставки, чтобы обеспечить быструю и безопасную доставку вашего груза.",
  "We will take into account all the peculiarities of your shipment to choose the best delivery method and prevent possible delays or problems.": "Учтем все особенности груза, чтобы выбрать оптимальный способ доставки и предотвратить возможные задержки или проблемы.",
  "Provide shipment tracking so you can rest assured that your shipment is securely controlled and will arrive on time.": "Предоставим возможность отслеживания груза, чтобы вы могли быть уверены в том, что ваш груз находится под надежным контролем и будет доставлен вовремя.",
  "We guarantee that your shipment will be delivered safely and securely and you will receive it on time.": "Гарантируем, что ваш груз будет доставлен в целости и сохранности, и вы получите его в установленные сроки.",
  "ABOUT THE COMPANY": "О КОМПАНИИ",
  "Welcome to the company ": "Добро пожаловать в компанию ",
  "your reliable partner in international trade! We provide a wide range of services, from finding reliable suppliers and purchasing goods, to shipping directly to you.": "вашего надежного партнера в международной торговле! Мы предоставляем широкий спектр услуг, начиная с поиска надежных поставщиков и закупки товаров, и заканчивая доставкой грузов прямо к вам.",
  "Our company has close ties with many factories in China, capable of manufacturing goods according to your individual orders. Company founder ": "Наша компания имеет тесные связи с множеством фабрик в Китае, способных выполнять производство товаров по вашим индивидуальным заказам. Основатель компании",
  " has more than 10 years of experience in international trade with China, which guarantees our team a high level of professionalism.": " имеет более чем 10-летний опыт работы в области международной торговли с Китаем, что гарантирует нашей команде высокий уровень профессионализма.",
  "In addition, his own transport company ‘LMT International Logistics Services Co., Ltd’ in China, ensures that we are able to provide reliable logistics services at competitive rates.": "Кроме того, его собственная транспортная компания \"LMT International Logistics Services Co., Ltd\" в Китае, обеспечивает нам возможность предоставлять надежные услуги логистики по конкурентоспособным тарифам.",
  "Our company is based on the principles of innovation, honesty, co-operation and mutually beneficial relationship. We create great value for our customers and partners by providing services with heart and endeavouring to meet their needs.": "Наша компания основана на принципах инноваций, честности, сотрудничества и взаимовыгодных отношений. Мы создаем большую ценность для наших клиентов и партнеров, предоставляя услуги с душой и стремясь к удовлетворению их потребностей.",
  "WE'LL DO A FREE ESTIMATE ": "БЕСЛПАТНО РАССЧИТАЕМ ",
  "THE COST OF PURCHASE AND DELIVERY TO YOUR COUNTRY": "СТОИМОСТЬ ЗАКУПКИ И ДОСТАВКИ В ВАШУ СТРАНУ",
  "Leave your contacts": "Оставьте ваши контакты",
  "We will contact you within ": "Мы свяжемся с вами в течение ",
  "few hours": "нескольких часов",
  "Enter your name": "Введите ваше имя",
  "Enter your email": "Введите вашу почту",
  "We will get back to you within a few hours to answer any questions you may have": "Мы свяжемся с вами в течение нескольких часов и ответим на все вопросы",
  "Enter your convenient messenger": "Введите ваш удобный мессенджер",
  "Enter your phone": "Введите ваш телефон",
  "Contact me": "Свяжитесь со мной",
  "WHAT EXACTLY DOES THE PRICE DEPEND ON?": "ОТ ЧЕГО КОНКРЕТНО ЗАВИСИТ ЦЕНА?",
  "Close relations with manufacturers for many years allows us to receive goods on more favourable terms and direct supply, and having our own transport company means favourable rates. All this provides our competitive advantage.": "Тесные связям с производителями на протяжении многих лет позволяет нам получать товары по более выгодным условиям и прямым снабжением, а наличие собственной транспортной компании - это выгодные тарифы. Все это обеспечивает наше конкурентное преимущество.",
  "STAGES ": "ЭТАПЫ ",
  "INTERACTION": "ВЗАИМОДЕЙСТВИЯ",
  "Application": "Заявка",
  "Search for goods": "Поиск товаров",
  "Cost calculation": "Расчет стоимости",
  "Payment for Services": "Оплата Услуг",
  "Redemption of goods": "Выкуп товара",
  "Checking and dispatch": "Проверка и отправка",
  "After leaving a request we will contact you and offer you to fill in the specification, in which you will have to specify in detail the required goods and their features.": "После оставления заявки мы свяжемся с вами и предложим заполнить спецификацию, в которой вам предстоит подробно указать необходимый товар и его особенности.",
  "We will search for manufacturers of the required goods within three days. After that we will contact you and present the terms and conditions offered by them. The first three products found will be found for you free of charge.": "Мы осуществим поиск производителей необходимого товара в течение трех дней. После этого мы свяжемся с вами и представим условия, предложенные ими. Первые три найденных товара будут найдены для вас бесплатно.",
  "We make calculations on logistics and our commission, specifying at once whether you need additional warehouse services such as barcoding, checking the goods for defects and so on": "Мы производим расчеты по логистике и нашей комиссии, сразу уточняя, нужны ли вам дополнительные услуги склада, такие как проклейка баркодов, проверка товара на брак и прочее",
  "If you agree to our co-operation, you pay the cost of goods and the cost of our services.": "Если вы согласны на наше сотрудничество - оплачиваете стоимость товара и стоимость наших услуг",
  "We buy a batch of goods from the manufacturer, after which the factory sends it to our warehouse. We accept the goods, make a record and send you a video review.": "Мы закупаем партию товара у производителя, после чего фабрика отправляет его к нам на склад. Принимаем товар, делаем запись и отправляем вам видеообзор",
  "We recalculate the goods, check for quality on request and send them to your country.": "Пересчитываем товар, по запросу проверяем на качество, отправляем в вашу страну",
  "Frequently Asked Questions ": "Часто задаваемые ",
  "questions": "вопросы",
  "How much do your services cost, what % is the commission?": "Сколько стоят ваши услуги, какой % составляет комиссия?",
  "How long does it take for delivery, what are the methods?": "Сколько времени занимает доставка, какие есть способы?",
  "Are there any seasonal difficulties with delivery of goods from China?": "Бывают ли какие-то сезонные сложности с доставкой товара из Китая?",
  "What guarantees are provided by you and your partner suppliers?": "Какие гарантии предоставляются вами и вашими партнерами поставщиками?",

  "Searching up to 3 products is free of charge, then for each product $3 . - Our commission from 5% to 10% depending on the amount of goods and complexity of the work.": "Поиск до 3 товаров осуществляется бесплатно, затем за каждый товар 3$ . — Наша комиссия от 5% до 10% в зависимости от суммы товара и сложности работы.",
  "- There are several ways to ship goods from China:": "- Существует несколько способов доставки грузов из Китая:",
  "Sea freight - this is the most popular way to ship large shipments from China.": "Морским транспортом - это самый популярный способ доставки крупных грузов из Китая.",
  "Railways - more popular for shipping cargo from China, especially for medium-sized cargo.": "Железнодорожным транспортом - более популярен для доставки грузов из Китая, особенно для средних по объему грузов.",
  "Air transport - the fastest, but also more expensive option for delivery of cargo from China.": "Авиатранспортом - самый быстрый, но и более дорогой вариант доставки грузов из Китая.",
  "Road transport - the speed is inferior to air transport, used for delivery of medium and small-sized cargo from China.": "Автотранспортом – по скорости уступает ли ж авиатранспорту, применяются для доставки средних и мало габаритных грузов из Китая.",
  "- Delivery time may vary depending on many factors, including distance, customs procedures and other circumstances, you can check with our manager.": "- Время доставки может варьироваться в зависимости от многих факторов, включая расстояние, таможенные процедуры и другие обстоятельства, вы можете уточнить их у нашего менеджера.",
  "How much does logistics cost? To China/to my country?": "Сколько стоит логистика? По Китаю/до моей страны?",
  "- To China - depends on the location of the factory, the further the factory is from our warehouse/shipping port, the more expensive it is.": "— По Китаю - зависит от местоположения фабрики, чем дальше фабрика от нашего склада\\порта отгрузки, тем дороже.",
  "- To my country - there is no certain rate for KG, each product is calculated separately, you need to understand the dimensions of the cargo and its weight, what type of goods, route and many other factors. All this is calculated individually.": "— До моей страны - нет определенный ставки за КГ, каждый товар просчитывается отдельно, нужно понимать габариты груза и его вес, какой тип товара, маршрут и много других факторов. Все это просчитывается индивидуально.",
  "-Yes, there are some seasonal difficulties that can affect the delivery of goods from China:": "-Да, существуют некоторые сезонные сложности, которые могут повлиять на доставку товаров из Китая:",
  "Chinese New Year: During Chinese New Year celebrations (usually in February), many businesses, including factories and warehouses, suspend operations for several weeks. This can cause delays in the production and dispatch of goods.": "Китайский новый год: Во время празднования китайского нового года (обычно в феврале) многие предприятия, включая заводы и склады, приостанавливают работу на несколько недель. Это может привести к задержкам в производстве и отправке товаров.",
  "Peak seasons: During periods of high demand, such as Christmas, Black Friday or other major global events, there can be a high volume of cargo traffic, resulting in delays in deliveries due to congested ports, warehouses and vehicles.": "Пиковые сезоны: В периоды высокого спроса, такие как Рождество, Черная пятница или другие масштабные мировые события, может возникнуть большой объем грузопотока, что приводит к задержкам в доставке из-за перегруженности портов, складов и транспортных средств.",
  "Weather conditions: Some modes of transport may face difficulties due to weather conditions, especially in winter, which can lead to delays in delivery.": "Погодные условия: Некоторые виды транспорта могут сталкиваться с трудностями из-за погодных условий, особенно зимой, что может привести к задержкам в доставке.",
  "It is important to keep these seasonal factors in mind when planning shipments from China and factor them into your delivery schedule.": "Важно иметь в виду эти сезонные факторы при планировании поставок из Китая и учитывать их в графике доставки.",

  "- Everything will be fair due to the following guarantees:": "- Все будет честно благодаря следующим гарантиям:",
  "Contract: Conclusion of a written contract that clearly spells out all the terms of co-operation, rights and obligations of each party.": "Договор: Заключение письменного договора, в котором четко прописаны все условия сотрудничества, права и обязанности каждой стороны.",
  "Adherence to Laws: Assurance that partners and suppliers follow the law and international standards in their activities.": "Следование законам: Уверенность в том, что партнеры и поставщики следуют законодательству и международным стандартам в своей деятельности.",
  "Transparency: Providing accountability and transparency in the document flow, which allows to control the supply chain and operations.": "Прозрачность: Предоставление отчетности и прозрачности в документообороте, что позволяет контролировать цепочку поставок и операций.",
  "Mail:": "Почта:",
  "Your email": "Ваша почта",
  "Phone:": "Телефон:",
  "Accepting applications:": "Прием заявок:",
  "Leave your contacts": "Оставьте свои контакты",
  "Your e-mail address": "Ваш e-mail",
  "Select a social network for communication": "Выберите соц. сеть для связи",
  "Your name": "Ваше имя",
  "Select a social network to contact us": "Выберите соц. сеть для связи",
  "Leave a request": "Оставить заявку",
  "The application has been successfully sent.": "Заявка успешно отправлена.",
  "Name cannot contain numbers": "Имя не может содержать цифры",
  "Success.": "Успех."
}